Repository: saeid721/dadar_i_school
Catalog: lib/l10n/app_*.arb
Languages: bn

# follow_islam
source: Follow islam in
bn: ইসলামে অনুসরণ করব

# in_words
source: Our words
bn: আমাদের কথায়

# in_work
source: Our work
bn: আমাদের কাজে

# in_character
source: Our character
bn: আমাদের চরিত্রে ও ব্যবহারে

source: Next
bn: পরবর্তীতে যান

# select_lang
source: Select your language
bn: ভাষা বাছাই করুন

# select_app_language
source: Select your application language
bn: অ্যাপের ভাষা বাছাই করুন

# select_reading_languages
source: Select your reading languages
bn: পড়ার ভাষা বাছাই করুন

# lang
source: language
bn: ভাষা

source: Settings
bn: সেটিংস

# choose_the_language
source: Choose your language
bn: ভাষা পছন্দ করুন

source: Choose reading language
bn: পড়ার ভাষা পছন্দ করুন

source: Continue
bn: চালিয়ে যান

source: Verify OTP
bn: ওটিপি যাচাই করুন

# can_resent_otp_after
source: you can reset OTP after
bn: সেকেন্ড পরে আবার পাঠাতে পারবেন

source: Verify
bn: যাচাই করুন

# resent_otp
source: Reset OTP
bn: আবার ওটিপি পাঠান

# try_again_later
source: You have reach maximum number times to get a new OTP
bn: আপনি ওটিপি অনুরোধের সর্বাধিক সংখ্যায় পৌঁছেছেন।

# otp_expired
source: Your OTP has been expired. Please request for a new OTP
bn: আপনার ওটিপি কোডের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে আবার আপনার ইমেলে ওটিপি পাঠান

# enter_otp_pin
source: Write your OTP code
bn: আপনার ওটিপি কোড লিখুন

source: Email Verification
bn: ইমেল ভেরিফিকেশন

# otp_sent_to_email
source: We have sent an OTP to your email address
bn: আপনার ইমেলে একটি ওটিপি পাঠানো হয়েছে

source: Reset Password
bn: পাসওয়ার্ড উদ্ধার করুন

# set_new_password
source: Set a new password to login
bn: লগইন করার জন্য একটি নতুন পাসওয়ার্ড সেট করুন

# password_type_warning
source: Create a new password to secure your account. Make sure it is at least 8 characters long, including both letters and numbers.
bn: আপনার অ্যাকাউন্ট সুরক্ষিত করতে একটি নতুন পাসওয়ার্ড তৈরি করুন। অক্ষর এবং সংখ্যা উভয় সহ এটি কমপক্ষে ছয়(৬) অক্ষর দীর্ঘ হয় তা নিশ্চিত করুন৷

source: New password
bn: নতুন পাসওয়ার্ড

source: Confirm new password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন

source: Reset Now
bn: এখন রিসেট করুন

source: Login
bn: লগইন

source: Practicing Muslim
bn: প্র্যাকটিসিং মুসলিম

# start_practicing
source: We will try to follow the Quran of Allah and the Sunnah of His Messenger (peace be upon him) in every step of life.
bn: জীবনের প্রতিটি ধাপে আল্লাহর কুরআন এবং তাঁর রাসূল(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর সুন্নাহ মেনে সকল কাজ করার চেষ্টা করব

source: Email
bn: ইমেইল

source: Password
bn: পাসওয়ার্ড

source: Remember me
bn: মনে রাখুন

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছি?

# skip_login
source: Skip Login & Continue
bn: লগইন এড়িয়ে যান

source: or
bn: অথবা

source: Continue with Google
bn: গুগল এর সাথে চালিয়ে যান

# dont_have_any_account
source: Don't have an account?
bn: কোন অ্যাকাউন্ট নেই?

source: Register
bn: এখানে নিবন্ধন

source: here
bn: করুন

# registration
source: Register
bn: নিবন্ধন করুন

source: Username
bn: ব্যবহারকারীর নাম

source: Enter your username
bn: ব্যবহারকারীর নাম

# phone
source: Mobile number
bn: মোবাইল নম্বর

# choose_strong_password
source: Choose a strong password
bn: শক্তিশালী পাসওয়ার্ড বাছাই করুন

# confirm_password
source: Comfirm your password
bn: পাসওয়ার্ড নিশ্চিত করুন

# confirm_choose_strong_password
source: Confirm a strong password
bn: শক্তিশালী পাসওয়ার্ড নিশ্চিত করুন

source: Password does not match
bn: পাসওয়ার্ড মেলেনি

# already_have_account
source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?

# login_here
source: login
bn: এখানে লগইন

source: Warning!
bn: সতর্কতা!

source: Verify your email
bn: আপনার ইমেল যাচাই করুন

# skipped_email_verification
source: You skipped the email verification. Please do it after completing registration.
bn: আপনি ইমেল যাচাইকরণ এড়িয়ে গেছেন। অনুগ্রহ করে রেজিস্ট্রেশন সম্পন্ন করার পর এটি করুন।

# confirm_skipped_email_verification
source: To protect your account and recover your password we recommand to verify your email.
bn: আপনার অ্যাকাউন্ট সুরক্ষিত করতে এবং আপনার পাসওয়ার্ড পুনরুদ্ধার করতে আমরা আপনার ইমেল যাচাই করার পরামর্শ দেই।

source: Skip
bn: বাদ দিন

source: Skip and Continue
bn: বাদ দিয়ে চালিয়ে যান

# ok
source: Okay
bn: ঠিক আছে

source: Verify Email
bn: ইমেল যাচাই করুন

# request_for_otp
source: Request for an OTP
bn: ওটিপির জন্য অনুরোধ করুন

source: Email is required
bn: ইমেইল প্রয়োজন

source: Dua
bn: দোয়া

source: Dua Details
bn: দোয়ার বিস্তারিত

source: Morning Dua
bn: সকালের দোয়া সমুহ

source: Pronunciation
bn: উচ্চারণঃ

source: Translation
bn: অনুবাদঃ

source: Virtue
bn: ফজিলতঃ

# reference
source: References
bn: রেফারেন্সঃ

# salam
source: Assala Mualaikum
bn: আসসালামু আলাইকুম

# fojor
source: Fajar
bn: ফজর

source: Johor
bn: যোহর

source: Asor
bn: আছর

source: Magrib
bn: মাগরিব

source: Esha
bn: এশা

source: Sunrise
bn: সূর্যোদয়

source: Sunset
bn: সূর্যাস্ত

source: Tawhid & Iman
bn: তাওহীদ ও ঈমান

# namaz
source: Salat
bn: নামায

source: Fasting
bn: রোযা

# zakat
source: Zaka
bn: যাকাত

source: Hajj
bn: হজ

source: More
bn: আরও

# daily_ayah
source: Ayah of the day
bn: আজকের আয়াত

# daily_dairy
source: Daily Update
bn: দৈনিক অনুলিপি

# salat
source: Salah
bn: নামায

# question_namaz
source: Did your complete prayer for today?
bn: আজকে ফজরের নামায পড়েছেন তো?

source: Yes
bn: হ্যাঁ

source: No
bn: না

# daily_hadith
source: Hadith of the day
bn: আজকের হাদিস

# is_required
source: required
bn: প্রয়োজন

# field_is_required
source: This field is required
bn: এই ক্ষেত্র প্রয়োজন

# meaning_of_zakat
source: What does mean by Zakat?
bn: যাকাত মানে কি?

# definition_of_zakat
source: Zakat is the practice of distributing to the poor and needy a fixed portion of every free, adult Muslim male and female person's income and property every year, if it exceeds the Islamic Shari'ah prescribed limit (nisab amount).
bn: প্রত্যেক স্বাধীন, পূর্ণবয়স্ক মুসলমান নর-নারীকে প্রতি বছর স্বীয় আয় ও সম্পত্তির একটি নির্দিষ্ট অংশ, যদি তা ইসলামী শরিয়ত নির্ধারিত সীমা (নিসাব পরিমাণ) অতিক্রম করে তবে, গরীব-দুঃস্থদের মধ্যে বিতরণের নিয়মকে যাকাত বলা হয়।

# eligible_to_receive_zakat
source: Who are eligible to get zakat?
bn: কারা যাকাত পাওয়ার যোগ্য?

# definition_of_recv_zakat
source: As-Sadaqat (zakat) is only for the fuqhara (poor) and al-masaqin (destitute) and those employed to collect (zakat funds) and to attract the hearts of those who incline (toward Islam) and to free the captives; And for debtors; And to Allah (i.e.). It is a duty imposed by Allah on the Mujahid-those who fight the holy war) and on the Wayfarer (a traveler who is detached from everything). And Allah is All-Knowing, All-Wise.
bn: আস-সাদাকাত (জাকাত) শুধুমাত্র ফুখারা (দরিদ্র) এবং আল-মাসাকিন (অভাবী) এবং যারা (জাকাত তহবিল) সংগ্রহের জন্য নিযুক্ত এবং যারা (ইসলামের দিকে) ঝুঁকে পড়েছে তাদের হৃদয় আকর্ষণ করার জন্য এবং বন্দীদের মুক্ত করার জন্য; এবং ঋণগ্রস্তদের জন্য; এবং আল্লাহ্র উদ্দেশ্যে (i.e.)। মুজাহিদদের জন্য-যারা পবিত্র যুদ্ধে লড়াই করে) এবং পথচারীদের জন্য (একজন ভ্রমণকারী যিনি সমস্ত কিছু থেকে বিচ্ছিন্ন) আল্লাহ কর্তৃক আরোপিত একটি কর্তব্য। আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।

# what_is_nisab
source: What does mean by Nisab?
bn: নিসাব কি?

# definition_of_nisab
source: The term nisab is defined as the limit on the total amount of a Muslim's wealth so that they are eligible to pay zakat. Two values ​​are used to calculate Nisab threshold gold and silver at 612.36 grams of silver and 87.48 grams of gold. The monetary value is calculated based on the current value of gold and silver while calculating your Zakat contribution. When talking about the limit of Nisab, you will also come across the word 'Hal' which is the lunar year, Used to describe the Islamic year or 354 days. Zakat is expected to be paid once on each hawal after your wealth exceeds the Nisab limit and remains above the limit for a full Islamic year.
bn: নিসাব শব্দটিকে একজন মুসলিমের সম্পদের মোট পরিমাণের সীমা হিসাবে সংজ্ঞায়িত করা হয়েছে যাতে তারা যাকাত প্রদানের যোগ্য হয়। 612.36 গ্রাম রৌপ্য এবং 87.48 গ্রাম স্বর্ণের মূল্যে নিসাব থ্রেশহোল্ড স্বর্ণ এবং রৌপ্য গণনা করতে দুটি মান ব্যবহার করা হয়। আপনার জাকাত অবদান গণনা করার সময় স্বর্ণ ও রৌপ্যের বর্তমান মূল্যের উপর ভিত্তি করে আর্থিক মূল্য গণনা করা হয়।নিসাবের সীমা সম্পর্কে কথা বলার সময়, আপনি 'হাল' শব্দটিও দেখতে পাবেন যা চন্দ্র বছর, ইসলামী বছর বা 354 দিন বর্ণনা করতে ব্যবহৃত হয়। আপনার সম্পদ নিসাবের সীমা অতিক্রম করার পরে এবং একটি পূর্ণ ইসলামী বছরের জন্য সীমার উপরে থাকার পরে প্রতিটি হাওল একবার জাকাতের অর্থ প্রদান করা হবে বলে আশা করা হচ্ছে।

# how_much_pay
source: How much I need to pay?
bn: আমাকে কত যাকাত দিতে হবে?

# calculation_of_zakat
source: Zakat is calculated on the following: 2.5% on annual savings and personal wealth 5% on farmer's wealth where the crop is irrigated from the farmer's pocket 10% on the farmer's wealth where the crop is rain irrigated 20% on the valuable wealth found on your property during the lunar year %, such as oil, gold and silver
bn: নিম্নলিখিত বিষয়ের উপর জাকাত গণনা করা হয়ঃ বার্ষিক সঞ্চয় এবং ব্যক্তিগত সম্পদের উপর 2.5% কৃষকের সম্পদের উপর 5% যেখানে কৃষকের পকেট থেকে ফসল সেচ করা হয় কৃষকের সম্পদের উপর 10% যেখানে ফসল বৃষ্টিতে সেচ দেওয়া হয় চন্দ্র বছরের মধ্যে আপনার সম্পত্তির উপর পাওয়া মূল্যবান সম্পদের উপর 20%, যেমন তেল, স্বর্ণ এবং রৌপ্য
